Repository: ivpusic/react-native-image-crop-picker
Catalog: ios/QBImagePicker/QBImagePicker/*.lproj/QBImagePicker.strings
Languages: da, de, fi, fr, ja, ko, nb, pl, ro, ru, sv, tr, uk, vi, zh_hant

# albums.title
source: Photos
da: Billeder
de: Fotos
fi: Kuvia
ja: アルバム
ko: 사진
nb: Bilder
pl: Zdjęcia
ro: Poze
ru: Фотографии
sv: Bilder
tr: Fotoğraflar
uk: Фотографії
vi: Ảnh
zh_hant: 照片

# assets.footer.photo
source: %ld Photo
da: %ld Billede
de: %ld Foto
fi: %ld Kuva
ja: 写真: %ld枚
ko: %ld 사진
nb: %ld bilde
pl: %ld zdjęcie
ro: %ld Poză
ru: %ld Фото
sv: %ld Bild
tr: %ld Fotoğraf
uk: %ld Фото
vi: %ld Ảnh
zh_hant: 共%ld張照片

# assets.footer.photos
source: %ld Photos
da: %ld Billeder
de: %ld Fotos
fi: %ld Kuvia
ja: 写真: %ld枚
ko: %ld 사진
nb: %ld bilder
pl: Zdjęć: %ld
ro: %ld Poze
ru: %ld Фото
sv: %ld Bilder
tr: %ld Fotoğraf
uk: %ld Фото
vi: %ld Ảnh
zh_hant: 共%ld張照片

# assets.footer.video
source: %ld Video
fr: %ld Vidéo
ja: ビデオ: %ld本
ko: %ld 비디오
pl: %ld wideo
ro: %ld Clip
ru: %ld Видео
uk: %ld Відео
zh_hant: 共%ld個視頻

# assets.footer.videos
source: %ld Videos
da: %ld Videoer
fi: %ld Videoita
fr: %ld Vidéos
ja: ビデオ: %ld本
ko: %ld 비디오
nb: %ld videoer
pl: Wideo: %ld
ro: %ld Clipuri
ru: %ld Видео
sv: %ld Videor
tr: %ld Video
uk: %ld Відео
vi: %ld Video
zh_hant: 共%ld個視頻

# assets.footer.photo-and-video
source: %ld Photo, %ld Video
da: %ld Billede, %ld Video
de: %ld Foto, %ld Video
fi: %ld Kuva, %ld Video
fr: %ld Photo, %ld Vidéo
ja: 写真: %ld枚、ビデオ%ld本
ko: %ld 사진, %ld 비디오
nb: %ld bilde, %ld video
pl: %ld zdjęcie, %ld wideo
ro: %ld Poză, %ld Clip
ru: %ld Фото, %ld Видео
sv: %ld Bild, %ld Video
tr: %ld Fotoğraf, %ld Video
uk: %ld Фото, %ld Відео
vi: %ld Ảnh, %ld Video
zh_hant: 共%ld 張照片, %ld 個視頻

# assets.footer.photos-and-video
source: %ld Photos, %ld Video
da: %ld Billeder, %ld Video
de: %ld Fotos, %ld Video
fi: %ld Kuvia, %ld Video
fr: %ld Photos, %ld Vidéo
ja: 写真: %ld枚、ビデオ%ld本
ko: %ld 사진, %ld 비디오
nb: %ld bilder, %ld video
pl: Zdjęć: %ld, %ld wideo
ro: %ld Poze, %ld Clip
ru: %ld Фото, %ld Видео
sv: %ld Bilder, %ld Video
tr: %ld Fotoğraf, %ld Video
uk: %ld Фото, %ld Відео
vi: %ld Ảnh, %ld Video
zh_hant: 共%ld 張照片, %ld 個視頻

# assets.footer.photo-and-videos
source: %ld Photo, %ld Videos
da: %ld Billede, %ld Videoer
de: %ld Foto, %ld Videos
fi: %ld Kuva, %ld Videoita
fr: %ld Photo, %ld Vidéos
ja: 写真: %ld枚、ビデオ%ld本
ko: %ld 사진, %ld 비디오
nb: %ld bilde, %ld videoer
pl: %ld zdjęcie, %ld wideo
ro: %ld Poză, %ld Clipuri
ru: %ld Фото, %ld Видео
sv: %ld Bild, %ld Videor
tr: %ld Fotoğraf, %ld Video
uk: %ld Фото, %ld Відео
vi: %ld Ảnh, %ld Video
zh_hant: 共%ld 張照片, %ld 個視頻

# assets.footer.photos-and-videos
source: %ld Photos, %ld Videos
da: %ld Billeder, %ld Videoer
de: %ld Fotos, %ld Videos
fi: %ld Kuvia, %ld Videoita
fr: %ld Photos, %ld Vidéos
ja: 写真: %ld枚、ビデオ%ld本
ko: %ld 사진, %ld 비디오
nb: %ld bilder, %ld videoer
pl: Zdjęć: %ld, %ld wideo
ro: %ld Poze, %ld Clipuri
ru: %ld Фото, %ld Видео
sv: %ld Bilder, %ld Videor
tr: %ld Fotoğraf, %ld Video
uk: %ld Фото, %ld Відео
vi: %ld Ảnh, %ld Video
zh_hant: 共%ld 張照片, %ld 個視頻

# assets.toolbar.item-selected
source: %ld Item Selected
da: %ld Valgt objekt
de: %ld Element ausgewählt
fi: %ld Valittu objekti
fr: %ld Élément Sélectionné
ja: %ld 項目を選択中
ko: %ld 선택된 아이템
nb: %ld objekt valgt
pl: %ld zaznaczona rzecz
ro: %ld Element Selectat
ru: %ld Элемент выбран
sv: %ld Markerad Objekt
tr: %ld Adet Seçildi
uk: Вибрано %ld Елемент
vi: Đã chọn %ld mục
zh_hant: 選擇了%ld項

# assets.toolbar.items-selected
source: %ld Items Selected
da: %ld Udvalgte genstande
de: %ld Elemente ausgewählt
fi: %ld Valitut kohteet
fr: %ld Éléments Sélectionnés
ja: %ld 項目を選択中
ko: %ld 선택된 아이템
nb: %ld objekter valgt
pl: Zaznaczonych rzeczy: %ld
ro: %ld Elemente Selectate
ru: %ld Элементы выбраны
sv: %ld Markerade Objekt
tr: %ld Adet Seçildi
uk: Вибрано %ld Елементи
vi: Đã chọn %ld mục
zh_hant: 選擇了%ld項

# permission.help
source: You have given permission to a limited number of selected photos and videos.
da: Du har givet adgang til et begrænset antal udvalgte billeder og videoer.
de: Sie haben einer begrenzten Anzahl ausgewählter Fotos und Videos die Erlaubnis erteilt.
fi: Olet myöntänyt pääsyn rajoitettuun määrään valittuja kuvia ja videoita.
fr: Vous avez autorisé un nombre limité de photos et de vidéos sélectionnées.
ja: 選択した限られた数の写真とビデオに許可を与えました。
ko: 지금 모든 사진 접근 권한을 허용하면 더 쉽고 편하게 사진을 올릴 수 있어요.
nb: Du har gitt tilgang til et begrenset utvalg av bilder og videoer.
pl: Zezwolono na ograniczoną liczbę wybranych zdjęć i filmów.
ro: Ați acordat permisiunea unui număr limitat de fotografii și videoclipuri selectate.
ru: Вы дали разрешение на ограниченное количество выбранных фотографий и видео.
sv: Du har gett åtkomst till ett begränsat antal utvalda bilder och videor.
tr: Sınırlı sayıda seçili fotoğraf ve videoya izin verdiniz.
uk: Ви дали дозвіл на обмежену кількість вибраних фотографій і відео.
vi: Bạn đã cấp quyền truy cập vào số lượng ảnh và video có hạn.
zh_hant: 您已授予有限數量的選定照片和視頻的權限。

# permission.manage
source: MANAGE
da: HÅNDTERE
de: VERWALTEN
fi: KÄSITTELE
fr: GÉRER
ja: 管理
ko: 허용하기
nb: ENDRE
pl: ZARZĄDZAJ
ro: GESTIONARE
ru: УПРАВЛЕНИЕ
sv: HANTERA
tr: YÖNET
uk: КЕРУВАТИ
vi: QUẢN LÝ
zh_hant: 管理

# permission.title
source: To access all your photos in the app, give access to your full library in the device settings.
da: For at få adgang til alle dine billeder i appen skal du give adgang til hele dit bibliotek i din enheds indstillinger.
de: Um auf alle Ihre Fotos in der App zuzugreifen, geben Sie in den Geräteeinstellungen Zugriff auf Ihre vollständige Bibliothek.
fi: Jos haluat käyttää kaikkia sovelluksessa olevia kuviasi, anna käyttöoikeus koko kirjastoosi laitteesi asetuksista.
fr: Pour accéder à toutes vos photos dans l'application, donnez accès à votre bibliothèque complète dans les paramètres de l'appareil.
ja: アプリ内のすべての写真にアクセスするには、デバイス設定でライブラリ全体へのアクセスを許可します。
ko: 앱에 있는 모든 사진에 접근하려면 기기 설정에서 전체 보관함에 접근 권한을 부여하십시오.
nb: For å gi tilgang til alle bildene dine i appen, må du gi full tilgang til biblioteket fra enhetsinnstillingene.
pl: Aby uzyskać dostęp do wszystkich swoich zdjęć w aplikacji, zezwól na dostęp do pełnej biblioteki w ustawieniach urządzenia.
ro: Pentru a vă accesa toate fotografiile din aplicație, acordați acces la biblioteca completă în setările dispozitivului.
ru: Чтобы получить доступ ко всем своим фотографиям в приложении, предоставьте доступ к полной библиотеке в настройках устройства.
sv: För att komma åt alla dina foton i appen, ge åtkomst till ditt fulla bibliotek i enhetens inställningar.
tr: Uygulamadaki tüm fotoğraflarınıza erişmek için cihaz ayarlarından tam kitaplığınıza erişim izni verin.
uk: Щоб отримати доступ до всіх своїх фотографій у програмі, надайте доступ до повної бібліотеки в налаштуваннях пристрою.
vi: Để truy cập tất cả ảnh trong ứng dụng, hãy cấp quyền truy cập vào toàn bộ thư viện của bạn trong cài đặt thiết bị.
zh_hant: 要訪問您在應用程序中的所有照片，請在設備設置中授予訪問您的完整圖庫的權限。

# permission.choose_more
source: Select More Photos
da: Vælg flere billeder
de: Weitere Fotos auswählen
fi: Valitse lisää kuvia
fr: Sélectionner plus de photos
ja: 写真をもっと選択
ko: 추가 사진 선택
nb: Velg flere bilder
pl: Wybierz więcej zdjęć
ro: Selectați mai multe fotografii
ru: Выбрать больше фотографий
sv: Välj fler foton
tr: Daha Fazla Fotoğraf Seç
uk: Вибрати більше фотографій
vi: Chọn Nhiều Ảnh
zh_hant: 選擇更多照片

# permission.change_settings
source: Change Settings
da: Ændre indstillinger
de: Einstellungen ändern
fi: Vaihda asetuksia
fr: Modifier les paramètres
ja: 設定の変更
ko: 설정 변경
nb: Endre innstillinger
pl: Zmień ustawienia
ro: Schimbați setările
ru: Изменить настройки
sv: Ändra inställningar
tr: Ayarları Değiştir
uk: Змінити налаштування
vi: Đổi Cài đặt
zh_hant: 更改設置

# permission.cancel
source: Cancel
da: Annuller
de: Abbrechen
fi: Peruuttaa
fr: Annuler
ja: キャンセル
ko: 취소
nb: Avbryt
pl: Anuluj
ro: Anulați
ru: Отменить
sv: Avbryt
tr: İptal
uk: Скасувати
vi: Hủy bỏ
zh_hant: 取消
